espressif/esp-idf/tools/test_apps/system/panic/sdkconfig.ci.memprot_esp32c61
# Restricting to ESP32C61
CONFIG_IDF_TARGET="esp32c61"

# Enabling memory protection
CONFIG_ESP_SYSTEM_PMP_IDRAM_SPLIT=y

# Enable memprot test
CONFIG_TEST_MEMPROT=y
